export const official ={
	data() {
		return {
			group:[
				{
					time:'2020-10-09 18:11:01',
					desc:'官方通告，今日到明日停水',
					readed:220,
					img:'',
					title:'官方通告'
				},
				{
					time:'2020-10-19 12:53:12',
					desc:'官方通告，今日到明日停水,请各位朋友耗子尾汁，不要不识抬举，乱发房间爱对方奇偶卫计局佛文件，威风威风',
					readed:53640,
					img:'',
					title:'乐购官方团队声明'
				},
				{
					time:'2020-11-22 05:03:43',
					desc:'刚才有个朋友问我，马老师发生什么事了，我说怎么回事，给我发了几张截图，我一看，嗷，原来是昨天，有两个年轻人，三十多岁，一个体重九十多公斤，一个体重八十多公斤，他们说，哎～',
					readed:532,
					img:'https://ss3.bdstatic.com/70cFv8Sh_Q1YnxGkpoWK1HF6hhy/it/u=2557955986,876808109&fm=26&gp=0.jpg',
					title:'为什么要练气功'
				},
				{
					time:'2021-01-08 15:03:43',
					desc:'我一说他啪就站起来了，很快啊，然后上来就是一个左正蹬，一个右鞭腿，一个左刺拳，我全部防出去了啊，防出去以后，自然是传统功夫以点到为止，右拳放到了鼻子上，没打他，我笑了一下，准备收拳，因为这时间，按传统功夫的点到为止，他已经输了，如果这一拳发力，一拳就把他鼻子打骨折了，放在鼻子上没有打他，他也承认',
					readed:532,
					img:'',
					title:'为什么不要练浑元形意太极'
				},
				{
					shit:true,
					time:'2021-03-12 05:03:43',
					desc:'我先打到他面部，他不知道拳放在他鼻子上，他承认我先打到他面部，啊，我收拳的时间不打了，他一记左刺拳来打我脸，我大意了啊，没有闪，他的拳给我眼蹭了一下，但是没关系啊，两分多钟以后就好了，我说小伙子你不讲武德，你不懂，他说马老师对不起，我不懂，我乱打的，后来他说他练过三四年泰拳，看来是有备而来，这两个年轻人不讲武德，来，骗，来，偷袭，我六十九岁的老同志，这好吗？这不好，我劝，这位年轻人好自为之，好好反思，以后不要再犯这样的错误，小聪明啊，武林要以和为贵，要讲武德，不要搞窝里斗，谢谢朋友们。',
					readed:532,
					img:'',
					title:'为什么要欺负79岁老同志'
				}
			]
		}
	},
	methods: {
		
	}
}